{
    "status": "ok",
    "programs": [
        [
            {
                "id": 36239,
                "title": "UNTV Tree-Planting Project",
                "description": "Trees support many life forms on Earth. This realization inspired UNTV to launch the<a href=\"http:\/\/addatree.untvweb.com\/\"><em> Add-A-Tree Project<\/em><\/a>, a global tree-planting drive that aims to restore a greener Earth starting from 50,000 fruit-bearing seedlings at its kick off on October 10, 2010 (10.10.10).\r\n\r\nThe project is part of UNTV’s advocacy – <strong>Isang Araw Lang para sa Kalikasan<\/strong> (Just One Day for the Environment) – to make an impact via changing people’s views and perspective about the environment. Named as such, the campaign sprang from the belief that every good cause one will make for the benefit of the Earth starts from one day.\r\n\r\nAs a humble commitment to the many environmental initiatives launched globally, the public service media channel’s initiative shares the same breath with the United Nations Environmental Programme’s pioneering campaign that targets to plant 12 billion trees.\r\n\r\nAs of December 2009, UNEP has recorded more than 7.4 billion trees planted under its The Plant for the Planet: Billion Tree Campaign. According to UNEP, this continuing campaign is expected to make a substantial contribution to the planet’s biodiversity as it celebrates 2010 as the “International Year of Biodiversity.”\r\n\r\nTeaming up with the Philippines’ Department of Natural Resources (DENR), the tree-planting activity will take effect for three years. Giving UNTV one hectare of land per region to conduct this project, DENR regional offices also identified target areas that will benefit from this campaign.\r\n\r\nUsing its news bureaus in regional areas in the Philippines, UNTV mobilized volunteers to this project with more than 50,000 seedlings planted at different DENR-mandated areas. After the planting session, volunteers will aid in the continuous nurturing of the seedlings until the trees are ready to live on their own.",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tree-planting2.jpg"
                    }
                ]
            },
            {
                "id": 36238,
                "title": "Tulong Muna Bago Balita",
                "description": "<div>\r\n\r\nMedia coverage of emergencies and natural disasters is often criticized for sensationalized reporting and exaggerating the danger of violence in society. This is what UNTV tries not to follow with the launch of Tulong Muna Bago Balita initiative.\r\n\r\nIn crises situations like when lives of people in emergency situations are at stake, helping is secondary only to reporting. In turn, the role of rescue and emergency responder is relegated to the police or other emergency response groups because reporters as witnesses are expected to obtain exclusive access to a scoop, the journalistic parlance to breaking the news first.\r\n\r\nThe race to report first is standard fare as the competition to become the No. 1 news source is a target of almost all media firms. When news is exclusive, any broadcast company who broke the news first will surely win audience.\r\n\r\nAt <a href=\"http:\/\/www.untvweb.com\/\">UNTV<\/a>, correspondents are not pressured to make it their priority to break or report news exclusives so long as they put people's safety and welfare first. In fact, the public service station is very much concerned with saving the lives of people in emergency cases, as contemplated by UNTV's news advocacy, <em>Tulong Muna Bago Balita<\/em> (Assist Before Reporting).\r\n\r\nUNTV CEO <a href=\"http:\/\/www.danielrazon.com\/\">Daniel Razon<\/a>, who broached the advocacy several years ago but only launched the cause in 2010 when he had the chance, even encourages the training of the station's correspondents to equip them with rescue and safety skills for emergency missions.\r\n\r\n“Our fellowmen are more important than anything else, more than getting and delivering news,” Razon was quoted saying during UNTV’s 6th anniversary celebration last July 18, 2010.\r\n\r\nCurrently, the news-and-rescue team is concentrated in the National Capital Region and nearby provinces. In order to carry out its rescue and emergency missions, UNTV launched 15 new, news and rescue mobile units last November 28, 2010. The rescue mobile units are equipped with facilities needed for rescue and first aid operations.\r\n\r\nIn 2011, Razon announced that the rescue mission training will be initiated in all UNTV's local bureaus in Luzon, Visayas and Mindanao. Last December 31, 2010, UNTV formally launched its first News and Rescue Command Center at the station's building in Edsa, Quezon City, a unit similar to America's Rescue 911 to assist in responding during emergency and rescue cases.\r\n\r\nThe Tulong Muna Bago Balita is considered a milestone in Philippine broadcasting history launched last July 2010, when UNTV introduced the first batch of correspondents who graduated from the training with the Search and Rescue Unit Foundation (SARUF), a recognized army rescue unit in the Philippines.\r\n\r\n<\/div>",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/tulong-muna-bago-balita1.jpg"
                    }
                ]
            },
            {
                "id": 36237,
                "title": "Free Medical Service",
                "description": "With the <em>Clinic ni Kuya Daniel <\/em>initiative, <a href=\"http:\/\/www.danielrazon.com\/\">Daniel Razon<\/a> through <a href=\"http:\/\/www.untvweb.com\/\">UNTV<\/a> found a more accessible venue of reaching out to the indigents who need health and medical assistance but cannot afford the cost.\r\n\r\nThe public service channel started offering free medical services at the former UNTV office in New Manila, Quezon City. As more people are lining up to obtain free services, UNTV was inspired to expand its building to accommodate more people to help.\r\n\r\nWhen UNTV opened its new home at Edsa, Quezon City, it soon earned the distinction as the local television channel which consistently offers massive social charities everyday.\r\n\r\nFree medical services range from general medicine consultation, to optometry, dental, ENT, gynecology, pediatrics, dermatology, dental, orthopedic, to minor surgeries, and more.\r\n\r\nFor emergency situations, UNTV ambulances are offered for free use.\r\n\r\nAs part of UNTV's medical outreaches, the medical mission visits far-flung areas and provinces where access to basic health services are sometimes nearly impossible to obtain due to limitations in the people's financial resources, and other concerns.\r\n\r\nSatellite branches of the Clinic ni Kuya are also beginning to mushroom in key provinces in the country, accommodating indigents patients from Monday to Friday, at UNTV alone.\r\n\r\nTo date, the UNTV medical services is being supported by the non-profit groups,<a href=\"http:\/\/www.kamanggagawa.org\/\">Kamanggagawa Foundation<\/a> and the <a href=\"http:\/\/www.angdatingdaan.org\/\">Ang Dating Daan<\/a> religious group presided by <a href=\"http:\/\/www.elisoriano.com\/\">Bro. Eli Soriano<\/a>. Volunteer doctors, physicians and nurses who support the cause of Daniel Razon devote their early morning schedules to help provide medical relief to the indigents.\r\n\r\n\r\n<hr>\r\n\r\nHere's the daily schedule at the Clinic ni Kuya Daniel -\r\n\r\n<ul>\r\n<strong>MONDAY<\/strong>\r\n- General Medicine (adult)\r\n- Dental (extraction only)\r\n- Optical and Ophthalmology\r\n<\/ul>\r\n\r\n<ul>\r\n<strong>TUESDAY<\/strong>\r\n- General Medicine (adult)\r\n- Physical Therapy\r\n- Ob\/gyn\r\n- Thyroid screening ( every 1st wk of the month only)\r\n<\/ul>\r\n\r\n<ul>\r\n<strong>WEDNESDAY<\/strong>\r\n- General Medicine (adult)\r\n- Dental (extraction only)\r\n- Optical and Ophthalmology\r\n- Prostate Consultation (every last week of the month)\r\n<\/ul>\r\n\r\n<ul>\r\n<strong>THURSDAY<\/strong>\r\n- General Medicine (adult)\r\n- Dental (extraction only)\r\n- Derma (every 2nd and 3rd week of the month)\r\n<\/ul>\r\n\r\n<ul>\r\n<strong>FRIDAY<\/strong>\r\n- General Medicine (pedia)\r\n- Dental pedia (extraction only)\r\n<\/ul>\r\n<hr>\r\n\r\nThere is a registration period from 4:30 a.m. to 8 a.m.\r\n\r\nClinic ni Kuya provides free medical and dental check-up, medicines (for those with prescription only!), and laboratory (with laboratory (with doctor’s request only!)\r\n\r\nAddress: 164 Brgy. Bahay Toro, Congressional Avenue, Quezon City, Philippines.\r\nTelephone Number: 261-7514.",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/medical-mission1.jpg"
                    }
                ]
            },
            {
                "id": 36235,
                "title": "Free Legal Service",
                "description": "The poor are reportedly the ones who experience the blow of unfair trial and the anemic justice system in the country, as most studies reveal. Other sectors complain that if you are poor and you don't have money to use to pursue a case, you can just remain silent if you are the victim; or when accused, you must be prepared to rot in jail for a crime you did not commit.\r\n\r\nThe difficulty of pursuing a case if you are penniless, as experienced by the poor and the indigents, remains one of the social cancers that afflict the justice system in the country. Inevitably, as the rich get richer and the poor get poorer, inequalities escalate.\r\n\r\nWith his experience in the media, <a href=\"http:\/\/www.danielrazon.com\/\">Daniel Razon<\/a> became a living witness to the malady. His eyes were opened to the reality that many people who could have been proven innocent are the ones who suffer in jail, simply because even the act of paying bail is beyond their reach due to poverty.\r\n\r\nWith the <em>Law Center ni Kuya Daniel<\/em> at <a href=\"http:\/\/www.untvweb.com\/\">UNTV<\/a>, Kuya Daniel's long-time dream was finally realized. Many cases that have become stagnant were finally revived, and some minor violations of the law no longer have to take decades to resolve.\r\n\r\nLawyers who volunteered their time to join the Legal Center initiative make sure that every case that are lodged or consulted on in their office are given a positive resolve. Unlike other legal consultation services by some non-profits, the UNTV service assists from day one to the reading of the verdict.",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-legal.jpg"
                    }
                ]
            },
            {
                "id": 36234,
                "title": "Free Education",
                "description": "With tuition fees that increase annually, and with the number of high school graduates who could not afford a college degree, <a href=\"http:\/\/www.danielrazon.com\/\">Daniel Razon<\/a> saw the need to support and assist many poor but deserving students. He thinks it is not impossible to help and shoulder not only the tuition fees of students and their other expenses even without a position in government.\r\n\r\nThis led to the establishment of the <em>La Verdad Christian College<\/em> branch in Caloocan, Metro Manila. As the first private college in the country that ease poor families from paying tuition fees, La Verdad College became the very first in sponsoring uniforms, books, meals and even transportation allowances of students. The college does not impose a very high weighted average for entrants, as opposed to other scholarships that require at least a 90 percent weighted grade in their senior years in high school.\r\n\r\nThe private free tuition-fee college offers courses in nursing, computer technology, and mass communications.\r\n\r\nIn its desire to make the students adjust to the real demand of the corporate industry, mass communication students are given extensive training at some of the programs at <a href=\"http:\/\/www.untvweb.com\/\">UNTV<\/a>. This opportunity to immediately practice what the students learned is an effective teaching model being applied at the school so that students get hands-on and actual training of how it is done in the industry.\r\n\r\nTo maintain its operations, the school has the backing of UNTV, and the <a href=\"http:\/\/www.angdatingdaan.org\/\">Ang Dating Daan<\/a> group through <a href=\"http:\/\/www.elisoriano.com\/\">Bro. Eli Soriano<\/a>, who founded the first branch of the school in Pampanga, which is already giving free education from elementary to college students.",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/06\/free-education1.jpg"
                    }
                ]
            },
            {
                "id": 36220,
                "title": "Dunong-Gulong Mobile School",
                "description": "<em>Dunong Gulong<\/em>, an innovative mobile alternative learning system (ALS), is a joint public-private educational and learning partnership between <a href=\"http:\/\/www.untvweb.com\/\">UNTV<\/a>, the <a href=\"http:\/\/www.deped.gov.ph\/\">Department of Education<\/a>and the <a href=\"http:\/\/www.angdatingdaan.org\/\">Ang Dating Daan<\/a> group.\r\n\r\nThe mobile classroom aims to provide basic education for out-of-school youth and the marginalized from remote places. UNTV CEO <a href=\"http:\/\/www.danielrazon.com\/\">Daniel Razon<\/a> conceptualized the public service endeavor even before he and the Education Department Secretary Armin Luistro discussed the alternative learning system project of DepEd.\r\n\r\nUnder the memorandum of agreement signed, UNTV and Ang Dating Daan had committed to donate two state-of-the art buses and facilities worth P14-million. The Education Department, on the other hand, provided the volunteer teachers.\r\n\r\nThe Dunong-Gulong mobile classroom project is a landmark in Philippine learning and education initiative primarily on the thrust of the alternative learning system (ALS) of providing not only basic but functional literacy and knowledge application.\r\n\r\nMoreover, the mobile classroom is geared to equip students with the necessary literacy lessons before they are fully integrated into institutions that offer formal education.\r\n\r\nFor its part, the Department of Education guarantees a curriculum-guided alternative learning approach. Unlike other regular schools-on-the-go, the ALS is not confined to watching DVDs of educational TV programs alone.\r\n\r\nVolunteer teachers from DepEd will facilitate the use of the mobile classrooms' facilities that include plasma TV, projector, books, instructional CDs, and other instructional media.\r\n\r\nThe Department of Energy, was tapped to provide alternative source of power. The mobile school will enjoy almost uninterrupted power supply as the agency promised to install 12 solar panels on each bus and provide standby generator when they reach areas with no electricity.\r\n\r\nEducation Sec. Armin Luistro has already expressed satisfaction over the project, admitting that this bold step is \"one hard act to follow,\" adding that, “It was only UNTV led by Kuya Daniel Razon who has solidified a promise into a long-term commitment.\"\r\n\r\nDunong Gulong piloted in Masbate and Quezon provinces.",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/banner-publicservice-dunonggulong1.jpg"
                    }
                ]
            },
            {
                "id": 36218,
                "title": "Isang Araw Lang Advocacy",
                "description": "Let’s face it, not all Filipinos need helping. There are Filipinos who can help. ”\r\n\r\n– <a href=\"http:\/\/www.danielrazon.com\" target=\"_blank\">Kuya Daniel Razon<\/a>\r\n\r\n&nbsp;\r\n\r\nIn February 2009, during a discussion with veteran broadcast journalists about the escalating poverty level in the country, Kuya Daniel Razon came up with the idea of performing random acts of kindness to strangers for just one day, with the hope of generating a series of good events.\r\n\r\nSoon after, the Isang Araw Lang campaign was launched, transforming lives by the thousands with innovative public services that remain unparalleled.\r\n<h2>MISSION<\/h2>\r\nIt is the mission of the Isang Araw Lang campaign to bring about positive change in the community by inspiring a chain of good deeds through simple acts of kindness.\r\n<h2>VISION<\/h2>\r\nOur vision is to enrich lives on a global level by promoting the campaign and launching the projects of Isang Araw Lang worldwide.\r\n\r\nVisit our website: <a href=\"http:\/\/www.isangarawlang.org\" target=\"_blank\">www.isangarawlang.org<\/a>",
                "page_banner ": false,
                "thumbnail": "",
                "images": [
                    {
                        "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-150x150.jpg",
                        "medium": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-300x132.jpg",
                        "large": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-1024x449.jpg",
                        "homepage": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-120x120.jpg",
                        "small": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-80x80.jpg",
                        "portfolio": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-340x230.jpg",
                        "page-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-1140x500.jpg",
                        "program-preview": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2.jpg",
                        "program-preview-featured": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2-400x175.jpg",
                        "wptouch-new-thumbnail": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2.jpg",
                        "foundation-featured-image": "http:\/\/www.untvweb.com\/wp-content\/uploads\/2014\/05\/isang-araw-lang2.jpg"
                    }
                ]
            }
        ]
    ]
}