{
    "status": "ok",
    "programs": [
        [
            {
                "id": 103,
                "title": "Ang Dating Daan",
                "description": "<em>Ang Dating Daan<\/em> <em>in Mandarin<\/em> features <a>Bro. Eli Soriano’s<\/a> <em>Itanong Mo Kay Soriano<\/em> (<em>Ask Soriano<\/em>) program, only that the content is translated in Chinese Mandarin.\r\n\r\nBy reading the Bible for answers, Bro. Eli Soriano engages viewers with an authoritative and scholarly study of topics that range from politics, society, health, science and religion. When a subject matter or topic is raised, Bro. Eli makes sure his response to the question is comprehensive and undeniable, making use of verses, contexts and historical relevance of the main characters, situations and commandments of God in the Bible.\r\n\r\nBro. Eli, who is currently abroad for a worldwide evangelization effort, is continuously holding Bible Expositions for his non-Filipino audience. The International Evangelist also currently maintains an Internet webcast through <a>Livestream.com<\/a>, a <a>blog<\/a> and <a>Twitter account<\/a>.\r\n\r\nBro. Eli Soriano holds a regular Bible Exposition for his Filipino constituents <strong>every Tuesday at 7:00 to 11:00 p.m.<\/strong> (Philippine time). Webcast link can be found by clicking this <a>link<\/a>.",
                "schedule": "Sunday 6:00 to 7:00 a.m.",
                "thumbnail": "http:\/\/www.untvweb.com\/wp-content\/files_mf\/cache\/th_1911c806cc3671a7b360eab6a45cb289_1417991872angdatingdaanmandarin.jpg",
                "program_banner": "http:\/\/www.untvweb.com\/wp-content\/files_mf\/cache\/th_8d9037f9b0647ffbccb7f68f49ecad9c_14323758511424221961angdatingdaan.png",
                "program_banner_thumbnail": "http:\/\/www.untvweb.com\/wp-content\/files_mf\/cache\/th_235050d35905ed764a84032afca3afb6_1432375951Layer1.png"
            },
            {
                "id": 105,
                "title": "ASOP Music Festival",
                "description": "<p style=\"margin: 0in; font-family: Calibri; font-size: 11.0pt;\">An alternative to blaring pop songs from your weekend staple of entertainment shows is UNTV’s A Song of Praise Music Festival. Launched as an annual song writing competition, ASOP encourages songwriters to bring glory to God through original music. <\/p>\r\n&nbsp;\r\n<p style=\"margin: 0in; font-family: Calibri; font-size: 11.0pt; color: #333333;\">ASOP calls on both amateur and professional song writers to join the competition and get the c